-- 插入几条测试记录 添加vip等级字段 tgh
ALTER TABLE db_p2p.tb_user_0 add vipLevel TINYINT DEFAULT 0 not null COMMENT '用户vip等级 0:非vip' AFTER userId;
INSERT INTO db_p2p.tb_user_0 VALUES (90003837339748, 0, 0, 20151028, 20151103, 0, 20151022, '0.0.0.0', '0.0.0.0', 0, 13262798028, '132****8028', 200000000, 200000000, 0, 0, 0, 0, 0, 0, '', '', 168, '', '2222222222');
INSERT INTO db_p2p.tb_wares_0 VALUES (1446519809479610, '某知名面粉企业升级改造设备直租项目2498', 12, '1', 1, 1, '0', 0, 100000, 10000, 100000000, 100000000, 0.12, 0.01, 0.10, 0.10, '1', '{\"a\":\"1\",\"b\":\"2\",\"instruction\":\"3\",\"d\":\"4\"}', 2000, 11, 2, 1, 20151019153200, 0, 20161019153200, 0, 0, 1476806400, 'Std01', 'Std01', 1, '');
INSERT INTO db_p2p.tb_wares_0 VALUES (1446519832688898, '某知名面粉企业升级改造设备直租项目1100', 1, '1', 1, 1, '0', 0, 100000, 10000, 100000000, 100000000, 0.12, 0.01, 0.10, 0.10, '1', '{\"a\":\"1\",\"b\":\"2\",\"instruction\":\"3\",\"d\":\"4\"}', 2000, 11, 1, 1, 20151019153200, 0, 20161019153200, 0, 0, 1476806400, 'Std01', 'Std01', 1, '');


insert into db_p2p.tb_config values('dbsql.ver',29) ON DUPLICATE KEY UPDATE v=29;
